Repository: monsieurbacterian/Kumandin_base
Catalog: Alignment/TMX/corpora_Альчи и олень.tmx
Source language: ru_ru
Languages: en_us

source: На севере, на берегу большой реки Обь жил народ, который держал оленей.
en_us: Тӱндӱк черде, ньаан Умар айрыныҥ чагазында кийик тутан калык чаткан.

source: Однажды там случилась большая беда, люди сильно заболели и стали умирать.
en_us: Анда пир катап ньаан коран полып тыҥ агрып калык кырыл чӱребенер.

source: Остался один только мальчик. Ещё при жизни отец ему говорил: «Если останешься в живых, то на олене поедешь вверх по берегу реки до слияния двух рек. Там встретишь, людей у них и останешься.»
en_us: Ол черде пир ле ир пала тириг арткалды.

source: Осиротевший мальчик запряг оленя и поехал вверх по берегу реки.
en_us: Ол олакка чети ле чаш полгон.

source: Ещё при жизни отец ему говорил: «Если останешься в живых, то на олене поедешь вверх по берегу реки до слияния двух рек.
en_us: Тириг тушта аҥ адазы ага пийде айткан: «- Ньагыс арткалзаҥ палам, кийикке олтаралып айры ӧре парарзын.

source: Там встретишь, людей у них и останешься.»
en_us: Ол айрыга ӧске айры сӱг кожылза ла сен кижилерге туштажарзын. Анарда ла арткаларзын.»

source: У слияния двух рек, Бии и Катуни, он увидел домик для охотников.
en_us: Канча да кӱн пажында ол айры сӱглер пирге кожылганга четти.

source: Решил там отдохнуть. Тут услышал лай собак.
en_us: Ол ок тушта ага пир ӱйичик кӧрин парды.

source: Из домика вышли люди и встретили его.
en_us: Андын удура палага кижилер шыкты. Палага аҥчылар положып угзьары кычырдылар.

source: Мальчика звали Альчи, ему было семь лет.
en_us: Оолактыҥ ады Альчи, ага чети чаш полгон.

source: Он рассказал охотникам всё, что случилось на его земле.
en_us: Ол аҥчыларга парчын ме аҥ черинде кандыꜰ коран полган чоктаперди.

source: Охотники мальчика оставили у себя, а сами ещё немного поохотившись на белок и соболей, через несколько дней стали собираться домой. Альчи тоже запряг оленя и вместе с охотниками поехал в их деревню. Приехав домой, охотники рассказали местным жителям всё, что узнали от мальчика. И так Альчи остался жить в деревне.
en_us: Аҥчылар Альчины пойларында артысалдылар.

source: Вырос большим, обзавёлся семьёй, родились дети, от этих детей пошли ещё дети.
en_us: Пойлоры канчеп та аҥнап чӱрип тийиҥнер, киштер аҥнапалып ӱрзьары ньандылар.

source: А оленя, на котором приехал Альчи, звали Тоон, что значит на языке хантов Олень. Поэтому потомков Альчи у кумандинцев называют Тоон сёк и деревню в которой они жили называют Тоонар.
en_us: Альчи кийигини чеп сепалып аҥчыларла кожо парды.

source: Приехав домой, охотники рассказали местным жителям всё, что узнали от мальчика.
en_us: Аальга ньанып аҥчылар кижилерге парчын чоктапердилер. Кайде Альчи оолак пойыныҥ кийигиле анаҥ аҥчи ӱйечекке келип анарга кожыльены.

source: И так Альчи остался жить в деревне. Вырос большим, обзавёлся семьёй, родились дети, от этих детей пошли ещё дети.
en_us: Пистиҥ аразында Альчи ньаан ӧзьалып, кижи алалып, чурт тудаберди.

source: Поэтому потомков Альчи у кумандинцев называют Тоон сёк и деревню в которой они жили называют Тоонар.
en_us: Андын ӧскен палардын кӧп кижилер полыйды.

source: Приехав домой, охотники рассказали местным жителям всё, что узнали от мальчика. И так Альчи остался жить в деревне. Вырос большим, обзавёлся семьёй, родились дети, от этих детей пошли ещё дети. А оленя, на котором приехал Альчи, звали Тоон, что значит на языке хантов Олень.
en_us: Анарды тоон сӧк деп адапсалдылар.
